[{"_path":"/lessons/teaching-natural-law-to-others-aka-the-great-work","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Teaching Natural Law to others aka the great work","description":"Education is the only solution, knowledge is the solution; and the propagation of that\nknowledge is ‘Education,’ which means ‘to Lead out from.’ – The Latin verb ‘Educere’\nmeans ‘to Take- / to Draw- / to Lead out from.’ Leading a person out of darkness (ignorance)\nis what a real teacher does. Rather than “pushing” a person out of that darkness, the teacher\nwill go first and show that person the way, and if he or she feels it is the accurate path, that\nperson can follow the same discovery process. However, it must be a repeatable process; as\nwas mentioned earlier, Natural Law isn’t a religion or a belief system, it is a science.","cat":"Lesson","id":"39","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Education is the only solution, knowledge is the solution; and the propagation of that\nknowledge is ‘Education,’ which means ‘to Lead out from.’ – The Latin verb ‘Educere’\nmeans ‘to Take- / to Draw- / to Lead out from.’ Leading a person out of darkness (ignorance)\nis what a real teacher does. Rather than “pushing” a person out of that darkness, the teacher\nwill go first and show that person the way, and if he or she feels it is the accurate path, that\nperson can follow the same discovery process. However, it must be a repeatable process; as\nwas mentioned earlier, Natural Law isn’t a religion or a belief system, it is a science."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:39.teaching-natural-law-to-others-aka-the-great-work.md","_source":"content","_file":"1.lessons/39.teaching-natural-law-to-others-aka-the-great-work.md","_extension":"md"},{"_path":"/lessons/the-great-work","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"The Great Work","description":"The great work can only be performed after one has already realised the truth regarding\nNatural Law, and brought oneself (one’s own actions) into alignment with it. From that\nmoment on, the teaching of the great work can begin; because once that has been done, there\nis no more internal contradiction or opposition within that person. From there on out, you can\nlegitimately start teaching it to other people because you know it deeply enough, and have\ntruly aligned your behaviour to it. The great work is what comes next.\nThe great work is the arduous task of influencing other people to go through that same\nprocess of positive change, that you have gone through yourself. It is to help them realise that\nin supporting and condoning the legitimacy of “authority” and “government (man’s law),”\nthey have actually been supporting and condoning the legitimacy of slavery. And that they\nwere immoral for having done so; convincing a person of that is hard work. Because people\nusually don’t want to hear this, they want what they think is true, to be true.\nIn short, what the great work comes down to is to get people to abandon their (false) religions.\nThe false and dogmatic beliefs which hold back the progress of consciousness by impeding\nthe reception of knowledge of Natural Law.\nThe Swiss psychotherapist Carl Gustav Jung described the great work beautifully;\n“One does not become enlightened by imagining figures of light, but by making the darkness\nconscious. The latter procedure, however, is disagreeable, and therefore, not popular.”\nThe true great work is to become a teacher of Natural Law; and as the old saying goes ‘many\nhands make light work.’\n“Educate and inform the whole mass of the people. That is the only sure reliance for the\npreservation of our liberty.” – Thomas Jefferson, 3rd President of the U.S.A.\n“In every declining civilisation there is a small remnant of people who adhere to the right\nagainst the wrong; who recognise the difference between good and evil and who will take an\nactive stand for the former and against the latter; who can still think and discern, and who\nwill courageously take a stand against the political, social, moral, and spiritual decay of their\nday.” – excerpt from the book ‘Toward a New World Order’ by Donald S. McAlvany","cat":"Lesson","id":"41","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The great work can only be performed after one has already realised the truth regarding\nNatural Law, and brought oneself (one’s own actions) into alignment with it. From that\nmoment on, the teaching of the great work can begin; because once that has been done, there\nis no more internal contradiction or opposition within that person. From there on out, you can\nlegitimately start teaching it to other people because you know it deeply enough, and have\ntruly aligned your behaviour to it. The great work is what comes next.\nThe great work is the arduous task of influencing other people to go through that same\nprocess of positive change, that you have gone through yourself. It is to help them realise that\nin supporting and condoning the legitimacy of “authority” and “government (man’s law),”\nthey have actually been supporting and condoning the legitimacy of slavery. And that they\nwere immoral for having done so; convincing a person of that is hard work. Because people\nusually don’t want to hear this, they want what they think is true, to be true.\nIn short, what the great work comes down to is to get people to abandon their (false) religions.\nThe false and dogmatic beliefs which hold back the progress of consciousness by impeding\nthe reception of knowledge of Natural Law.\nThe Swiss psychotherapist Carl Gustav Jung described the great work beautifully;\n“One does not become enlightened by imagining figures of light, but by making the darkness\nconscious. The latter procedure, however, is disagreeable, and therefore, not popular.”\nThe true great work is to become a teacher of Natural Law; and as the old saying goes ‘many\nhands make light work.’\n“Educate and inform the whole mass of the people. That is the only sure reliance for the\npreservation of our liberty.” – Thomas Jefferson, 3rd President of the U.S.A.\n“In every declining civilisation there is a small remnant of people who adhere to the right\nagainst the wrong; who recognise the difference between good and evil and who will take an\nactive stand for the former and against the latter; who can still think and discern, and who\nwill courageously take a stand against the political, social, moral, and spiritual decay of their\nday.” – excerpt from the book ‘Toward a New World Order’ by Donald S. McAlvany"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The words that are attributed to Jesus Christ in the Gospel of Matthew:\n“Do not suppose that I have come to bring peace to the Earth. I did not come to bring peace,\nbut a sword. For I have come to turn a man against his father, a daughter against her mother,\na daughter-in-law against her mother-in-law. A man’s enemies will be the members of his\nown household. Anyone who loves his father or mother more than me is not worthy of me.\nAnyone who loves his son or daughter more than me is not worthy of me. And anyone who\ndoes not take his cross and follow me is not worthy of me. Whoever finds his life will lose it,\nand whoever loses his life for my sake will find it.” – Jesus Christ (Matthew 10:34-39)\nIf you imagine that these words were in some way “spoken” by the truth instead of Jesus\nChrist. It’s telling you that there will be people in your own family who will not align\nthemselves with right over wrong behaviour, they will continue to choose, and to advocate\nviolence and slavery. These are not people you want to continue to align yourself with, if you\nhave truly made an effort to explain what is really taking place.\n“Do not let your hearts be troubled. You believe in God (Creator of the universe); believe also\nin me (Truth). My Father’s house has many rooms; if that were not so, would I have told you\nthat I am going there to prepare a place for you? And if I go and prepare a place for you, I\nwill come back and take you to be with me that you also may be where I am. You know the\nway to the place where I am going.” Thomas said to him, “Lord, we don’t know where you\nare going, so how can we know the way?” Jesus answered, “I am the way and the truth and\nthe life. No one comes to the Father except through me. If you really know me, you will know\nmy Father as well. From now on, you do know him and have seen him.”\nPhilip said, “Lord, show us the Father and that will be enough for us.” Jesus answered:\n“Don’t you know me, Philip, even after I have been among you such a long time? Anyone who\nhas seen me has seen the Father. How can you say, ‘Show us the Father’? Don’t you believe\nthat I am in the Father, and that the Father is in me? The words I say to you I do not speak on\nmy own authority. Rather, it is the Father, living in me, who is doing his work. Believe me\nwhen I say that I am in the Father and the Father is in me; or at least believe on the evidence\nof the works themselves. Very truly I tell you, whoever believes in me will do the works I have\nbeen doing, and they will do even greater things than these, because I am going to the Father.\nAnd I will do whatever you ask in my name, so that the Father may be glorified in the Son.\nYou may ask me for anything in my name, and I will do it.”\n– excerpt from the Bible (John 14:1-14)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What will this battle really be against?\nThe personal “battle” that must take place will be against the inner demons which exist within\nthe psyche of humankind, namely:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Egos hardened into negative “knowledge”"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Emotional mind control"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Fear of true freedom\n Negative “knowledge”: The greatest enemy may not be ignorance, but rather the\nillusion of knowledge. When a person dismisses information simply because they\nthink they already know it, or think it isn’t important. Not only are they not at the\nstarting point for truth discovery; because they are already attached to information\nthat isn’t true. They are put in a negative starting position because they must first\nunlearn the information they have been conditioned to believe, to even get to the\nactual starting point. This happens when a person is in left-brain imbalance.\n Emotional mind control: “If it’s unpleasant, I don’t want to hear it, I don’t want to see\nit, and I certainly don’t want to tell others about it! I’ll just ignore it, and it will go\naway.” What happens when you would do that with, for example, an illness, or any\nother problem? It doesn’t tend to get better, it only gets worse.\nAnother form of emotional mind control is when a person dismisses information\nsolely because that person dislikes the way the information is being presented, or\ndelivered to them. You cannot determine the veracity of informational content based\non how it makes you feel, doing so is a logical fallacy; you cannot “think” with the\nemotions. While emotions are also extremely important (our “compass” for morality),\nyou can’t thoroughly analyse and conclude what’s true based only on how something\nmakes you feel. If you are told a lie in a sweet, pleasant and soothing voice, it’s still a\nlie. If you are told a truth in an abrasive, harsh and scratchy voice, it is still truth.\n“Truth is belligerent. Truth is, by its very nature, at war with the forces of falsehood and\ndeceit.” – Bertolt Brecht, German Poet"}]}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Fear of true freedom: Where does the fear of true freedom come from?\nFrom the refusal to own personal responsibility (symptom of the problem).\n↑\nSelf-loathing due to lack of self-respect (heart of the problem):\nWhat kind of people want to live in perpetual refusal to their personal responsibility,\nbecause they have nested traumatic issues that have led to self-loathing and lack of\nself-respect? – Young children. People that are psychologically, emotionally, and\nspiritually immature; they haven’t grown up. Therefore, they don’t accept personal\nresponsibility, something that is regarded a hallmark of true adulthood and maturity.\nThis is due to a trauma they have undergone, that has led to self-loathing, and the lack\nof self-respect."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Until we start to figure out the causal factors of the other manifesting psychological\nconditions listed above, we are merely dealing with the symptoms, not the root of the\nproblem. If a child doesn’t like itself, and they feel they are “not good enough” or\n“not worthy,” all these imagined feelings of inadequacy, and self-loathing. Those are\nusually the factors that cause their refusal to grow up, and their refusal to take personal\nresponsibility for their actions during adulthood.\nWhat specific type of childhood trauma has this child, most likely, gone through?\n↑\nAbandonment issues (root of the problem):\nThe human species is suffering from very deep-seated parental abandonment issues,\nthat lie at the very core of our global psychological condition; the human condition."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Until we deal with that deeply nested psychological trauma, we aren’t dealing with the actual\nroot cause of the problem, and we won’t get any closer to solving it."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What Will be Required on the Part of Those Performing the Great Work?"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Knowledge of the real enemy"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Service to truth"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Courage and persistence"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Practical real-world skills"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Knowledge of the real enemy: The real enemy is the ignorant masses.\nThere are people that say: “The Illuminati enslaves humanity.” Which is not at all the\ncase; humanity enslaves the real Illuminati (the ‘Illuminated (enlightened)’ ones).\nIf that term is to be used for anyone, it makes more sense to apply it to actual teachers\nof Natural Law, the people that know and understand what is written about in this guide\nare the real “Illuminati.” – They are the real “enlightened” ones; the ones with the\nlight, the ones with the knowledge of Natural Law.\nHumanity is enslaving itself, and also the true Illuminati: the teachers that are actually\nliving under the conditions of slavery because they are here with the ignorant masses.\nIt almost seems as if people prefer to think: “we’re powerless victims, there is no\nchoice involved here, this is something that is just being done to us.” While free will is\nalways in existence, and it’s a matter of changing one’s thoughts, and therefore\nchanging one’s choices. And that is our own personal responsibility which can never\nbe given away. Once more, you are always responsible for your own actions.\n Service to truth: Truth can never be destroyed. But humanity can definitely be\ndestroyed, if we refuse to act in service to truth as its defenders. There are people that\nthink truth doesn’t need to be defended, which is simply not true. Truth needs to be\nfended for at all times and places, because the attack on it is never-ending and non-\nstop. If we do not come to defend truth; the voice of untruth and deception rules the\nday, and the voice of truth will not be heard. Since the truth doesn’t have its own voice\nin our physical domain, we must act as its mediums and literally be its voice.\nIt is definitely possible for us to co-create a positive outcome, but this can only be\naccomplished if we care enough to learn the truth ourselves, and then develop the\ncourage to speak it to other people.\n“If you love wealth greater than liberty, the tranquillity of servitude greater than the\nanimating contest for freedom, go home from us in peace. We seek not your counsel,\nnor your arms. Crouch down and lick the hand that feeds you. May your chains set\nlightly upon you, and may posterity forget you were our countrymen.”\n– Samuel Adams, one of the Founding Fathers of the U.S.A.\n Persistence: We are the vehicles by which truth operates in our world. Therefore, it is\nour shared responsibility at this time to help to awaken others by continuously\nspeaking the truth, even if we feel burdened by this task, even if we feel that nobody is\nlistening, and even if it makes all people involved feel uncomfortable.\nNobody ever said that the truth is going to make you feel warm and fuzzy inside; the\ntruth can be horrible, and yet, it needs to be embraced as a lover.\n“There are only two mistakes one can ever make on the path to truth; not starting, and not\ngoing all the way.” – Buddha, Religious leader"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Lastly, we need practical real-world skills. The end goal isn’t to have you just knowing this\ninformation for yourself; but to communicate this information to the masses. And to be able to\ncommunicate truth to others properly, knowledge and certain skills are required.\nTechnology is something that improves life for us, and makes life easier for us. In this\ntechnological era we live in, it is absolutely crucial that we learn to use this technology as our\ntools for communication of truth.\nSome examples of those practical skills are:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Organisation: Whether it be a seminar, a meeting, or any other coming together of people."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Communication: Good vocabulary, and choice of words; to communicate concepts clearly."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Graphic design: For making power-point presentations, flyers, websites etc."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Presentation: Whether in front of a group of friends, or an audience full of strangers."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Audio: For making podcasts, or any other form of broadcasting audio."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Video: For making compilations, vlogs, or any other form of video presentation."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Website development: To accumulate your findings and make them accessible to the world."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Networking: Can also be called ‘people skills,’ referring to direct communication."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Marketing & promotion: To let others know where to find this information.\nIf most of us do not have these skills, we won’t be reaching the optimum number of people.\nWe have to become the new media, that is dedicated to truth, and put it out there for other\npeople’s edification.\nWhen we deeply understand knowledge as important as this, we almost have a moral\nobligation to share it with others; what gives us the right to keep it to ourselves? If it can\ngreatly improve our own lives, and the lives of those around us.\nIf you keep taking in more and more knowledge, you’re building up more and more pressure\nwithin yourself. If you don’t have an outlet valve for that pressure, you become “Niagara Falls\ninside a water balloon,” one day, it’s going to burst."}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:41.the-great-work.md","_source":"content","_file":"1.lessons/41.the-great-work.md","_extension":"md"}]