[{"_path":"/lessons/conclusion","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Conclusion","description":"","cat":"Lesson","id":"43","body":{"type":"root","children":[{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Which of the two will we choose? There is no answer to that question yet. Each individual has\nto make that decision for themselves, and that will eventually be expressed in the aggregate.\n“A free people claim their rights as derived from the laws of Nature, and not as the gift of\ntheir magistrates.” – Thomas Jefferson, 3rd President of the U.S.A.\n“The natural liberty of man is to be free from any superior power on Earth, and not to be\nunder the will or legislative authority of man, but only to have the law of Nature for his rule.”\n– John Locke, English philosopher\n“Nature, to be commanded, must first be obeyed.” – Francis Bacon, former Attorney General\nand Lord Chancellor of England\nIf we want the forces of Nature on our side we must learn, and adhere to, the principles of\nNatural Law. If we do not align our behaviour to it, Nature will not stand with us, but will\ncontinuously stand against us, and that will create more strife and suffering in our lives.\n“There is a law that man should love his neighbour as himself. In a few hundred years it\nshould be as natural to mankind as breathing, or the upright gait. But if he does not learn it,\nhe must perish.” – Alfred Adler, Austrian Psychologist\nThis process should be able to be done a lot faster than a few hundred years; if we accept the\nkey that is shown in this guide. Which has the power to unlock all the locks, and all the doors,\nto all the mental cages, if we make the decision to climb the “ladder of consciousness”\nthrough an act of our own free will choice and effort. Because for most it won’t be an easy\nprocess; it involves a lot of deep introspective work. However, if we do this work, we can step\nout of the prisons we have imposed upon ourselves, by balancing the sacred feminine and\nsacred masculine forces within each one of us. And by recognising our own inherent\nsovereignty, and recognising there isn’t, and never has been any legitimacy to slavery,\ncontrol, authority or any other form of external rulership of human beings as subjects."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The tarot card pictured here was also shown at the beginning\nof this guide. There is a deep connection to be understood\nabout the tarot tradition and other mystery traditions\nregarding knowledge of Natural Law. Specifically, the deeply\ninterwoven relationship to the Middle-Eastern Kabbalistic\ntradition.\nThis tarot card is known as the Justice Card (Justice: based on\nthe Latin word ‘Jus’ meaning ‘Right or Law’) This card\nrepresents balance between the two pillars of Enlightenment\n(Feminine / Masculine), Holding the sword of truth in the\nright hand, and the scales of justice perfectly balanced in the\nleft hand. It represents sovereignty, alignment with truth, and\nthe manifestation of order, which can only happen when we\nalign our behaviours to the principles of Natural Law."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If we let go of the habits that are holding us back and break the mental chains of bondage, we\ncan create a world that is based on true freedom. It may be a difficult journey, but it can be\ndone. And if we all choose to do so, we’re going to see advances and creations beyond what\nwe have ever experienced here on Earth. The world will look so drastically different if we go\ndown that middle path to truth, order, and justice; the understanding, and applying of natural\nlaw. The changes we will experience are going to be so positive, and so transformative that\nwe can barely even imagine what the world will look like on the other side of that work.\nIt is up to each and every one of us, personally, to take on that responsibility and go down that\npath for ourselves; should we hope to ever reach that point.\nThe main task now is to inform as many people as possible about the workings of Natural Law,\ntrue morality, and freedom. Always remember ‘The Law is King.’"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:43.conclusion.md","_source":"content","_file":"1.lessons/43.conclusion.md","_extension":"md"},{"_path":"/lessons/recommended-books","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Closing Remarks","description":"Natural law is a set of universal, objective, eternal, non-man-made, binding and immutable\nconditions which govern the consequences of behaviours of beings with the capacity for\nunderstanding the difference between harmful and non-harmful actions.","cat":"Lesson","id":"45","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Natural law is a set of universal, objective, eternal, non-man-made, binding and immutable\nconditions which govern the consequences of behaviours of beings with the capacity for\nunderstanding the difference between harmful and non-harmful actions."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The understanding of Natural Law is centred upon bringing one’s own conscience into\nalignment with objective morality. This means definitively knowing which behaviours are\nrights; because they do not cause harm to other sentient beings, and which behaviours are\nwrongs because they do cause harm to other sentient beings."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Living in harmony with Natural Law means exercising conscience, and wilfully choosing\nmorally right behaviour over morally wrong behaviour, once the difference between the two\nis clearly understood."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"When people begin to live in harmony with Natural Law in the aggregate, and are therefore\nmoral, they become and remain free. When people live in opposition to Natural Law, and are\ntherefore immoral, they become and remain enslaved."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you want to come to a proper understanding of what Natural Law is exactly, and how it\nworks in the world around you. If you wonder how it came to be that relatively small groups\nof people calling themselves governments control the lives of billions of people worldwide.\nIf you want to definitively know the difference between right and wrong behaviour, and make\na positive change in your own life and the lives of the people around you, this will be of\ninterest to you."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you have any questions regarding any of the topics written about you can send me an\ne-mail, and I’ll get back to you as soon as I can."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Please feel free to share this guide with as many people you like."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Thank you."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:45.recommended-books.md","_source":"content","_file":"1.lessons/45.recommended-books.md","_extension":"md"}]