[{"_path":"/lessons/right-vs-wrong","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Right vs. Wrong","description":"The concepts ‘Right’ and ‘Wrong’ are diametric opposites of one another. Right and wrong\ndo not merely exist as concepts in the human mind, anybody who believes that is engaged in\nSatanism, whether they are aware of it or not. Explained in a way that’s completely\nunambiguous; if you believe that there is no real difference between right and wrong, and that\nthis concept isn’t inherent in Nature, you are accepting a Satanic belief.\nThis is because the second tenet of Satanism is the concept of moral relativism (left brain\nimbalance). There are four main tenets-, also referred to as the ‘pillars’ of Satanism:","cat":"Lesson","id":"20","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The concepts ‘Right’ and ‘Wrong’ are diametric opposites of one another. Right and wrong\ndo not merely exist as concepts in the human mind, anybody who believes that is engaged in\nSatanism, whether they are aware of it or not. Explained in a way that’s completely\nunambiguous; if you believe that there is no real difference between right and wrong, and that\nthis concept isn’t inherent in Nature, you are accepting a Satanic belief.\nThis is because the second tenet of Satanism is the concept of moral relativism (left brain\nimbalance). There are four main tenets-, also referred to as the ‘pillars’ of Satanism:"}]},{"type":"element","tag":"ol","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Self-preservation is the highest aspiration: If they must step on others to save\nthemselves, they will have no problem doing so."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Moral relativism: To Satanists there is no such thing as the objective difference\nbetween right and wrong behaviour. They consider ‘right’ to be what is ‘good for me’\nand ‘wrong’ what is ‘bad for me.’ And that they themselves can make up the\ndifference between the two, based on their own personal likes and preferences."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Social Darwinism: A ruling class delegates itself the right to control and direct the\nmasses, because they believe they know better than the rest of humanity."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Eugenics: A social ideology advocating the promotion of higher rates of sexual\nreproduction for people with traits and characteristics desired by its proponents – in\nthis case Satanists – and reduced rates of sexual reproduction, or even sterilisation for\nthose with undesired traits and characteristics. The word is derived from the Greek\nadjective ‘Eugenes (εύγενής)’ which means ‘Well-born / of Good stock / of Noble\nrace.’ Which is in turn derived from the Greek adjective ‘Eu- (εὖ-)’ which means\n‘Good / Well,’ and the Greek noun ‘Genos (γένος)’ meaning ‘Birth / Race / Stock.’"}]}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert chart"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Morality is not about right versus left, it’s about right versus wrong.\nA deep understanding of morality, and the principles concerning the distinction between right\nand wrong behaviour, lies at the very heart of Natural Law."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Just as in ancient Rome the word ‘Liber’ meant ‘Book’ (Library), and ‘Free’ (Liberty)\nsimultaneously. The word ‘Right’ means ‘Correct’ and ‘Moral’ simultaneously, as does\n‘Wrong’ mean ‘Incorrect’ and ‘Immoral’ simultaneously."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So, in the sense of what you ‘have a right to do,’ what is a right? – Any action in which you\nare correct and moral in doing so. Every single person has the same rights as the next; not one\nperson has any more rights than another, nor any less rights, at any place, at any time."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:20.right-vs-wrong.md","_source":"content","_file":"1.lessons/20.right-vs-wrong.md","_extension":"md"},{"_path":"/lessons/natural-law-transgressions","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Natural Law transgressions","description":"Harmful Actions:\n Murder / Assault – Ending a life without the right to do so. If a being is killed in the\nact of somebody defending themselves, it is not murder.\nUnder no possible circumstance does the “right to murder” or the “right to assault”\nexist. However, the right to defend oneself through physical force exists at all times.\n Rape – Coercing the free will of another person, and making them sexually associate\nwith whom they wish not to.\n Theft – Taking what somebody else has created or acquired through lawful means,\nwhich is their property for as long as they are using it and being responsible for it.\nYou have no right to just take something that does not belong to you.\n Trespass – Every person has the right to set aside a (reasonably sized) space for\nthemselves. And invading this area without permission or consent would be invading\ntheir privacy and their personal space, while taking away their security in the process.\n Coercion – Forcing somebody through threat of violence to have their will comply\nwith yours, whether they wish that to be the case or not. Making somebody do\nsomething against their will is not a right.\nAlthough this is already a short and seemingly simple list, all these transgressions can\nultimately be narrowed down to just one wrong-doing: Theft.","cat":"Lesson","id":"22","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Harmful Actions:\n Murder / Assault – Ending a life without the right to do so. If a being is killed in the\nact of somebody defending themselves, it is not murder.\nUnder no possible circumstance does the “right to murder” or the “right to assault”\nexist. However, the right to defend oneself through physical force exists at all times.\n Rape – Coercing the free will of another person, and making them sexually associate\nwith whom they wish not to.\n Theft – Taking what somebody else has created or acquired through lawful means,\nwhich is their property for as long as they are using it and being responsible for it.\nYou have no right to just take something that does not belong to you.\n Trespass – Every person has the right to set aside a (reasonably sized) space for\nthemselves. And invading this area without permission or consent would be invading\ntheir privacy and their personal space, while taking away their security in the process.\n Coercion – Forcing somebody through threat of violence to have their will comply\nwith yours, whether they wish that to be the case or not. Making somebody do\nsomething against their will is not a right.\nAlthough this is already a short and seemingly simple list, all these transgressions can\nultimately be narrowed down to just one wrong-doing: Theft."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Every harmful action that a person is capable of taking is a form of theft; some form of\nproperty is always being stolen when a wrong-doing is committed."}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Life is a form of property."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Rights are a form of property."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Freedom is a form of property."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"A person’s own body is a form of property."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A living being or their property must have been harmed or damaged in order for a violation of\nNatural Law, or a wrong-doing to have taken place. Any action which does not cause such\nharm to other sentient beings is a right. – No victim, no crime. This is the fundamental crux of\nNatural Law; what is right behaviour, and what is wrong behaviour."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There is no such thing as the delegation of a wrong-doing. In other words, if a specific action\nis not a right for any individual, then that action cannot be “delegated,” “granted,” or\n“licensed” to any other individual, or group of individuals, and suddenly be called a right.\nThat action forever remains wrong under Natural Law."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rights can’t be granted to human beings by other human beings, because rights don’t come\nfrom human beings; everybody is born with the exact same rights. Natural law (the difference\nbetween right and wrong behaviour) always holds true regardless of a population’s belief\nsystems (culture). This means that it doesn’t matter how many people agree that a wrong\naction can be turned into a right action, or that a right action can be turned into a wrong\naction. Such things can never be done in reality. People can only believe they can claim such\nreversals and that this will in some way make it so. Unfortunately, at this moment in time\nmost people do erroneously believe that it is morally possible for some groups of people to\ncreate and delegate “rights” which do not exist, or to take away rights which do exist."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"When in doubt as to whether an action is, or is not in harmony with Natural Law, visualise the\nscenario of a world with only two people. If the behaviour is a right or a wrong in that\ninstance, it shall forever remain a right or a wrong in any size population; regardless of how\nmany people may believe otherwise. So, if the action is a right for one person to do toward\nanother, it shall always remain a right. And if the action is a wrong for one person to do\ntoward another, it shall always remain a wrong, regardless of the number of people involved."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:22.natural-law-transgressions.md","_source":"content","_file":"1.lessons/22.natural-law-transgressions.md","_extension":"md"}]