[{"_path":"/kb/truth-vs-perception","_dir":"kb","_draft":false,"_partial":false,"_locale":"","title":"Truth vs. Perception","description":"For some reason, when people hear the term ‘truth’ most tend to immediately jump to\nincredibly mystified concepts of what truth is (to them); starting to immediately relate the\nconcept to God, or something else that is completely irrelevant. All this is, is mystification and obfuscation of what truth actually is.","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"For some reason, when people hear the term ‘truth’ most tend to immediately jump to\nincredibly mystified concepts of what truth is (to them); starting to immediately relate the\nconcept to God, or something else that is completely irrelevant. All this is, is mystification and obfuscation of what truth actually is."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Perception is not equal to reality or truth. For example, when a person who is visually  impaired removes their glasses. Reality (truth) will remain the same, while the perception of that individual may drastically change."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Truth is objective, meaning it is not based on the perceptions of human beings. This alone can be seen as an assault on the human ego; as everybody likes to think their perceptions are\nimportant and accurate."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"People’s perceptions can differ slightly from the truth, or they can differ wildly from the truth. The truth does not waver, it does not move, bend, or change; it is that which is. It doesn’t matter whether anybody believes it, knows it, sees it, nor if anybody wants to see it. It’s there, it has always been there, and it will always be there. Nobody can change what has already happened, the past can impossibly be altered. Unlike the future; and the alteration of the future begins in the present moment."}]},{"type":"element","tag":"p","props":{"className":["emp"]},"children":[{"type":"text","value":"\nAll that truth is, is all that has happened in the past, and that which is happening at the present moment. That which is, and that which has been.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Whenever the term ‘Truth’ is used in this thesis, that is all that is being referred to.\nIn the picture shown here, imagine the white lines which do not waver to be truth, and every coloured line to be the perception of an individual. Their ability to perceive what has occurred, and what is occurring, can be referred to as consciousness (a being’s ability to\nrecognise patterns and meaning inside, and around themselves), which can be either accurate, or inaccurate."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In case of a low frequency vibration (red line), the wavelength will be longer, and the wave\nwon’t frequently hit the white line. In case of a high frequency vibration (blue line), the wavelength will be a lot shorter, and the wave hits the white line a lot more frequently.\nThe higher the frequency of a person’s consciousness is, the more their wave of perception\nhits the unwavering line of truth."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.kb:08.truth-vs-perception.md","_source":"content","_file":"1.kb/08.truth-vs-perception.md","_extension":"md"},{"_path":"/kb/definition-of-natural-law","_dir":"kb","_draft":false,"_partial":false,"_locale":"","title":"Definition of Natural Law","description":"Before we look at the definition of natural law, let’s look at the definition of the word\n‘Definition’ – ‘An exact statement or description of the nature, scope, or meaning of a word,\nconcept, or object. / The degree of clarity of an object, image, or sound; for example, a high definition television.’ To make something (de)finite, as opposed to infinite.","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Before we look at the definition of natural law, let’s look at the definition of the word\n‘Definition’ – ‘An exact statement or description of the nature, scope, or meaning of a word,\nconcept, or object. / The degree of clarity of an object, image, or sound; for example, a high definition television.’ To make something (de)finite, as opposed to infinite."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The more accurate our definitions for words or concepts are, the better our clarity of meaning, and therefore, our understanding of those words or concepts will be. Therefore, ‘Definition’ means ‘Clarity of meaning’ when applying it to words and concepts."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Since most of this thesis is going to be about natural law from here on out, we must know the\ndefinition of the concept:"}]},{"type":"element","tag":"p","props":{"className":["emp"]},"children":[{"type":"element","tag":"i","props":{},"children":[{"type":"text","value":"Natural"}]},{"type":"text","value":": Inherent / Having a basis in Nature, reality, and truth / Not made or caused by humankind.\n"}]},{"type":"element","tag":"p","props":{"className":["emp"]},"children":[{"type":"element","tag":"i","props":{},"children":[{"type":"text","value":"Law:"}]},{"type":"text","value":" An existing condition which is both binding and immutable (cannot be changed).\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Natural law is a testable hypothesis, meaning it is testable by scientific methodology:\nQuestion → Gather information → Hypothesise → Observe → Analyse and test data →\nDraw conclusion → Communicate your results. This works because natural law is not a religion or a belief system, but a science."}]},{"type":"element","tag":"p","props":{"className":["emp"]},"children":[{"type":"text","value":"\nWorking definition of natural law: Universal, non-man-made, binding and immutable\nconditions that govern the consequences of behaviour for all intelligent beings. Natural law is a set of universal spiritual laws which act as the governing dynamics of consciousness.\n"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.kb:10.definition-of-natural-law.md","_source":"content","_file":"1.kb/10.definition-of-natural-law.md","_extension":"md"}]