{"_path":"/lessons/equality-under-natural-law","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Equality under Natural Law","description":"Everyone has the exact same rights. Nobody has any more or any less rights than anyone else.\nSince rights are not created by humanity, and since they are the birth-right of humanity, gifted\nto us by the Creator of the universe. Not a single person or group of people is capable of\n“granting” or “gifting” rights to anyone else, nor is any person capable of revoking rights\nfrom anyone else.","cat":"Lesson","id":"31","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Everyone has the exact same rights. Nobody has any more or any less rights than anyone else.\nSince rights are not created by humanity, and since they are the birth-right of humanity, gifted\nto us by the Creator of the universe. Not a single person or group of people is capable of\n“granting” or “gifting” rights to anyone else, nor is any person capable of revoking rights\nfrom anyone else."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Government is nothing but men acting in concert. The morality and value of government,\nlike any other association of men, will be no greater and no less than the morality and value\nof the men comprising it. Since government is nothing but men, its inherent authority to act is\nin no way greater or different than the authority to act of individuals in isolation. Government\nhas no ‘magic powers’ or ‘authority’ not possessed by private individuals. Let he who asserts\nthat government may do that which the individual may not assume the onus of proof and\ndemonstrate his contention.” – Chris Lyspooner, Ludwig von Mises Institute\nThe word ‘Government’ is derived from the Latin verb ‘Gubernare’ which means ‘to Control\n/ to Rule / to Direct.’ (just as was shown earlier with the etymological breakdown of the word\n‘Sovereign,’ there is no “V sound” in classical Latin. This can be readily seen in the name of\nthe ceremony for electing a governor; they are called ‘Gubernatorial elections.’) The second\npart of the word ‘Government’ is derived from the Latin noun ‘Mens’ which means ‘Mind.’\nTherefore, put together the word ‘Govern-ment’ etymologically means ‘Mind control.’"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The etymological origin of the English suffix ‘-ment’ is often debated, yet it is quite clear that\nthose who created the English language deliberately chose ‘Mens’ the Latin word for ‘Mind,’\nto mean ‘the State of-’ or ‘the Condition of-,’ in direct keeping with the first Hermetic\nprinciple; the principle of mentalism. Which demonstrates that in order for any particular\nevent, circumstance, state or condition to exist in our current manifested reality (the plane of\neffects), it must first have existed in the mind (the plane of causality)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Government is based on the illusory concept called ‘Authority.’ People that believe certain\nother people are authorities, means they believe that those individuals have rights that other\npeople do not. Mainly, the rights to command, compel, coerce and constrain."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Authority is based upon an equally illusory concept called ‘Jurisdiction.’ The word\n‘Jurisdiction’ is derived from the Latin noun ‘Jus / Juris’ which means ‘Right / Law,’ and the\nLatin verb ‘Dictere’ which means ‘to Speak / to Say.’ Thus, the word ‘Jurisdiction’ literally\nmeans ‘to Say what the law is.’ In other words, to “make up” or to “decide” what the law is.\n“Authority” is an illusion of a diseased psyche, based entirely in violence and built upon the\nfalse belief that some people are “masters” who have the moral right to issue commands, and\nthat other people have a moral obligation to obey those commands. Simply put; slavery.\nThe belief in the legitimacy of “authority” is the belief in the legitimacy of slavery.\nUltimately, “authority” is the idea that man can become God, and through jurisdiction, dictate\nthe law, and dictate what is right and wrong."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The concept of government and the concept of authority are forms of (false) religion, yet most\npeople fail to see it that way. The word ‘Religion’ is derived from the Latin verb ‘Religare’\nwhich means ‘to Tie back / to Hold back / to Thwart from forward progress / to Bind.’\nA false religion is a system of control based in unchallenged, dogmatic belief which holds\nback the progress of consciousness."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We should stop trying to make our religion truth, and start making truth our religion."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:30.equality-under-natural-law.md","_source":"content","_file":"1.lessons/30.equality-under-natural-law.md","_extension":"md"}