[{"_path":"/lessons/responsibility-vs-abdication","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Responsibility vs. abdication","description":"Responsibility (the ability to respond):\nAn individual’s personal responsibility to choose right action over wrong action for\nthemselves is always their own. One can only (falsely) claim that they are abdicating personal\nresponsibility for such choice to someone else, it can never actually be done in reality. It’s\nmerely a claim when an order-follower says, “I am not personally responsible, because this\nperson told me to do it” and what it actually truly is, is just a lie.\nMore simply put, every individual is always responsible for their own actions.","cat":"Lesson","id":"36","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Responsibility (the ability to respond):\nAn individual’s personal responsibility to choose right action over wrong action for\nthemselves is always their own. One can only (falsely) claim that they are abdicating personal\nresponsibility for such choice to someone else, it can never actually be done in reality. It’s\nmerely a claim when an order-follower says, “I am not personally responsible, because this\nperson told me to do it” and what it actually truly is, is just a lie.\nMore simply put, every individual is always responsible for their own actions."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Accept responsibility for yourself and your actions, thoughts, and words. You alone make\nchoices. You alone are answerable to the consequences of your behaviour. The feeble excuse\nthat your boss required it, or the establishment expected it, holds no truth or justification.”\n– David Icke, English Author\nLots of people erroneously believe that they can hand over their natural law right to defend\nthemselves to another individual, or entity. In making such a false claim, they have attempted\nto abdicate a responsibility which always belongs to them, and can’t be wholly given away.\n“Those who would give up essential liberty to purchase a little temporary safety, deserve\nneither, and will lose both.” – Benjamin Franklin, one of the Founding Fathers of the U.S.A."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:36.responsibility-vs-abdication.md","_source":"content","_file":"1.lessons/36.responsibility-vs-abdication.md","_extension":"md"},{"_path":"/lessons/the-lost-word","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"The lost word","description":"The lost word is a concept in esoteric Freemasonry which represents a state of consciousness\nthat has been largely “lost” to the majority of people. In order to speak the lost word, a person\nmust work upon themselves in order to achieve a state of equilibrium (balance) between the\nleft and right brain hemispheres. In such a state of balanced consciousness, the individual has\ncome to know the self (microcosm), as well as the working operations of natural law\n(macrocosm), and in doing so has come to understand the objective difference between right\nand wrong behaviour. Or as they are referred to in Freemasonry, ‘Light (Knowledge)’ and\n‘Darkness (Ignorance).’","cat":"Lesson","id":"38","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The lost word is a concept in esoteric Freemasonry which represents a state of consciousness\nthat has been largely “lost” to the majority of people. In order to speak the lost word, a person\nmust work upon themselves in order to achieve a state of equilibrium (balance) between the\nleft and right brain hemispheres. In such a state of balanced consciousness, the individual has\ncome to know the self (microcosm), as well as the working operations of natural law\n(macrocosm), and in doing so has come to understand the objective difference between right\nand wrong behaviour. Or as they are referred to in Freemasonry, ‘Light (Knowledge)’ and\n‘Darkness (Ignorance).’"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In the balanced state of consciousness generated through the knowledge of natural law, a\nperson is finally able to speak the lost word, which is: ‘No.’ In Freemasonry it is considered to\nbe the word of all power. When we say no to those who claim to be our owners, those who\nclaim that they will decide which rights we have or do not have, only then do we stop\nexternalizing our power to anyone outside of ourselves and in doing so, reclaim all of our\nrights (all of our property). Sadly, very few people in our world have the knowledge, care, and\ncourage that is required to do this. That is why this powerful word is considered to be “lost.”\n“Know your Rights.” – The reason you have to know what the difference between right and\nwrong is, and therefore know what rights you have and which you do not have, is because\nthose who don’t know, won’t say no (to somebody who claims to be their owner)."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:38.the-lost-word.md","_source":"content","_file":"1.lessons/38.the-lost-word.md","_extension":"md"}]