{"_path":"/lessons/force-vs-violence","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Force vs. Violence","description":"Force and violence are often spoken about as if they are one and the same, and used interchangeably. While in fact, they are actually diametrically opposed, polar opposites.","cat":"Lesson","id":"24","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Force and violence are often spoken about as if they are one and the same, and used interchangeably. While in fact, they are actually diametrically opposed, polar opposites."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Chart"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Force:\n“The capacity to do work or cause physical change.” → For any change to be created in the\nphysical world in any capacity, physical force must be applied. There is nothing you can do to\nchange something in the physical world, that doesn’t require force. The words you are reading\nright now were typed out by hand using physical force. Force is the capacity to perform\nphysical work; physical change.\n“Action which is in harmony with morality and Natural Law because it does not violate others’\nrights.” → As soon as a person steps over that line, and uses initiation of force for coercive\nreasons or applications, that is what makes it violence instead of force. Force itself is not the\nsame as violence.\n“Action which one always possesses the right to take (includes defence against violence).” →\nWhen you are approached with violence you reserve the right to use physical force\ndefensively against such an assault."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Violence:\n“The immoral initiation of physical power to coerce, compel or restrain” → Initiation is the\nkey-word here (definition of ‘Initiate’: to Begin / to Introduce / to Start). Nobody ever has the\nright to enact violence; because violence is always starting the conflict. In short, the immoral\ninitiation of force is violence.\nWhat often happens in primary schools when two students get into a physical altercation, the\nteachers usually tend to say: “It doesn’t matter who started it.” While that is one of the\nabsolute most critically important things that matters. Because the person that struck first, is\nthe person that conducted violence, they initiated the immoral use of physical force."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Coercive action which is in opposition to morality and Natural Law because it involves the\nviolation of others’ rights” → This is exactly why it’s called violence; it violates the rights of\nother people. The act of violating rights is what violence is, it’s derived from the same root\nword, the Latin verb ‘Violare,’ which means ‘to Treat with violence or dishonour.’\n“Action which one never possesses the right to take” → There exists no such thing as the\nright to commit violence. However, one always reserves the right to use force in a defensive\ncapacity, up to, and including deadly force."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:24.force-vs-violence.md","_source":"content","_file":"1.lessons/24.force-vs-violence.md","_extension":"md"}