{"_path":"/lessons/natural-law-vs-mans-law","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Natural law vs. mans law","description":"Natural Law:\n“Based upon principles & truth. (Inherent to creation)” → Things that are inherent to\ncreation are not made or caused by humankind.\n“Harmonized with, due to knowledge & understanding. (or rejected, due to ignorance or\ncontradicting beliefs)” → Natural law isn’t something that’s based on a person’s compliance,\nbecause that person has to fear the “punishment” of not understanding it. If you don’t\nunderstand it, and don’t live according to it, the result or consequence will be inescapable.\nIf you behave a certain way, there are certain consequences. And if you change your\nbehaviour, you’ll change the consequential results.\n“Universal; exists and applies anywhere in the universe regardless of location.” → There is\nno place you can go in the physical universe where Natural Law doesn’t apply.\n“Eternal and immutable; exists and applies for as long as the universe exists, and cannot be\nchanged.” → Natural law is immutable because it cannot be changed by any action that any\nbeing in the universe is capable of taking.","cat":"Lesson","id":"30","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Natural Law:\n“Based upon principles & truth. (Inherent to creation)” → Things that are inherent to\ncreation are not made or caused by humankind.\n“Harmonized with, due to knowledge & understanding. (or rejected, due to ignorance or\ncontradicting beliefs)” → Natural law isn’t something that’s based on a person’s compliance,\nbecause that person has to fear the “punishment” of not understanding it. If you don’t\nunderstand it, and don’t live according to it, the result or consequence will be inescapable.\nIf you behave a certain way, there are certain consequences. And if you change your\nbehaviour, you’ll change the consequential results.\n“Universal; exists and applies anywhere in the universe regardless of location.” → There is\nno place you can go in the physical universe where Natural Law doesn’t apply.\n“Eternal and immutable; exists and applies for as long as the universe exists, and cannot be\nchanged.” → Natural law is immutable because it cannot be changed by any action that any\nbeing in the universe is capable of taking."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Man’s Law (government):\n“Based upon dogmatic beliefs. (Constructs of mind)” → These beliefs can be seen as\n“programs” operating in the human mind.\n“Complied with due to fear of punishment.” → Fear is usually the only reason people ever\ncomply with the law of man; and fear is an extremely low state of consciousness.\n“Differs with location based upon the whim of legislators. (Moral relativism)” → For\nexample, prohibition; you are “allowed” to smoke marijuana in certain countries, but could be\njailed for doing the exact same thing in another country where it’s deemed “illegal.”"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Changes with time based upon the whim of legislators. (Moral relativism)” → To use\nprohibition as an example again; from 1920 until 1933, it was made illegal to possess, and to\nconsume alcohol in the United States of America. Before 1920 it was legal, and after 1933 it\nwas made legal again, all because of what some politicians wrote on pieces of paper.\nFor man’s law this means; if a particular man-made law is in harmony with Natural Law, then\nit follows logically that it is redundant, since it is stating a truth that is pre-existing and\ninherent in Nature. Therefore, the writing down of that concept and calling it a law, is both\nunnecessary and irrelevant."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If a particular man-made law is in opposition to Natural Law, then it follows logically that it is\nboth false (incorrect) and immoral (harmful to others), more simply put, it’s wrong. Because\nif it isn’t based in Natural Law it means that it is causing somebody harm by taking something\nthat belongs to them, whether it’s a right, or any physical possession. Therefore, it can never\nbe legitimately binding upon anyone. Somebody can’t write down a wrong-doing and tell you\nthat it is morally binding upon you, while simultaneously literally stating that even though it\ncauses harm, you must obey this rule.\nIn light of Natural Law, man’s “law” is always unnecessary and irrelevant."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:29.natural-law-vs-mans-law.md","_source":"content","_file":"1.lessons/29.natural-law-vs-mans-law.md","_extension":"md"}