[{"_path":"/lessons/discovery-vs-belief","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Discovery vs. Belief","description":"\nNatural law is capable of being discovered, understood, and harmonized with; unlike religion,\nwhich asks to believe, accept as is, and do without question.\n","cat":"Lesson","id":"11","body":{"type":"root","children":[{"type":"element","tag":"p","props":{"className":["emp"]},"children":[{"type":"text","value":"\nNatural law is capable of being discovered, understood, and harmonized with; unlike religion,\nwhich asks to believe, accept as is, and do without question.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"You could best try to understand the way natural law works like you understand the law of\ngravity, and therefore wouldn’t walk over the edge of a cliff. The law of gravity does not\nrequire your belief to be in effect; and neither does natural law."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Belief is completely irrelevant when it comes to the existence and operation of all laws of\nNature, such as gravity, inertia, momentum, thermodynamics, and electromagnetism. Similar\nto such other phenomena of Nature, the workings of natural law don’t require belief in order\nto be operational, discovered, and known."}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"“There are two ways to be fooled. One is to believe what is not to true; the other is to refuse to accept what is true.”"}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"~ Søren Kierkegaard, Danish Philosopher"}]}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:11.discovery-vs-belief.md","_source":"content","_file":"1.lessons/11.discovery-vs-belief.md","_extension":"md"},{"_path":"/lessons/brain-structure-and-behaviour","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Brain Structure & Behaviour","description":"Brain health plays a critical role in human behaviour, which is why it’s extremely important for people to become familiar with the brain’s basic structure and functions.","cat":"Lesson","id":"13","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Brain health plays a critical role in human behaviour, which is why it’s extremely important for people to become familiar with the brain’s basic structure and functions."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"The three main complexes that comprise the human brain are:"}]}]},{"type":"element","tag":"ol","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"The R-Complex (Reptilian Brain): Basic survival functions"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"The Limbic system (Mammalian Brain): Human emotion"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"The Neocortex (Human Brain): Higher thought functions andconsciousness"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The R-Complex becomes active when we are in ‘fight-or-flight’ mode; when survival\nis at stake. This part of the brain also controls basic motor skills and respiration.\nIt is comprised of the brainstem and the cerebellum. It is the lowest conscious part of\nthe brain, meaning it is not a “thinking” part of the brain, merely a part of the brain\nthat reacts to stimulus."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Limbic system, also referred to as the ‘mid-brain,’ makes it possible for us to feel\nin our physical realm. It does this by releasing neuropeptides into the bloodstream via\ndifferent glands that comprise the limbic system, for example: the pineal gland, the\nthalamus, hypothalamus, pituitary gland etc. It is the part of our brain which makes all\nhuman emotions possible. If this particular part of the brain would not function\nproperly, you would not be able to experience a normal range of human emotions.\nThis is partially what psychopathy is; with psychopaths this part of the brain does not\nfunction properly. Which could be due to some form of birth disorder, or from chronic\nconditions in somebody’s life which have “numbed” this particular part of the brain."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Neocortex is structurally the highest part of the brain, and evolutionary the newest\npart of the brain. The word ‘Neo’ derives from the Greek adjective ‘Néos (νέος)’\nwhich means ‘New.’ It’s where all the electrochemical activity that comprise our\n‘human modes of thought’ take place; that which we consider the things in thought\nthat make us human, and separate us from the animal kingdom.\nBy higher thought functions is meant, for example: logic, intuition, creativity etc.\nIt is essentially the outer layer of the brain’s grey matter. As far as evolutionary\ndevelopment of the human brain goes, it is the newest part of our brain structure."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The two hemispheres of the brain are bilaterally symmetrical, meaning they are able to be\ndivided into approximate mirrored images of each other along the midline. The two separate\nhalves generally control different functions of the brain."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The left, intellectual part of the brain (masculine): logic, analytical thought, math etc.\nAnd the right, intuitive part of the brain (feminine): creativity, intuition, compassion etc.\nWhen there is a healthy balance between the two hemispheres of the brain, that’s when real\nconsciousness, and pattern recognition is developed. As well as true morality, and ethical\nconsideration."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Intellect is not the same as intelligence. Intellect is left brain understanding; while intelligence is holistic understanding, with the right brain included in the process.\nThe word ‘Intelligence’ is made up of ‘Intelli + Gence.’ The ‘Intelli’ part derives from the\nword ‘Intellect,’ and ‘Gence’ comes from the Latin verb ‘Gignere’ which means ‘to Generate\n/ to Create / to Bring forth.’ So, intellect + creativity, or logic + compassion etc., that is real intelligence; holistic intelligence. Sadly, most people in our society are not holistically intelligent, they are usually in some form of either left- or right brain imbalance."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If the left brain becomes chronically dominant, the R-Complex will take over executive\nfunction of the brain, and the person will become ruled by selfishness and base desires. They\nusually develop a personality based on domination and control."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If the right brain becomes chronically dominant, the Limbic System takes over executive\nfunction of the brain, and the person will become ruled by their own emotions. They usually\ndevelop a personality based on submissiveness and naïveté."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:13.brain-structure-and-behaviour.md","_source":"content","_file":"1.lessons/13.brain-structure-and-behaviour.md","_extension":"md"}]