{"_path":"/lessons/moral-culpability","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Moral culpability","description":"Moral culpability is the determination of who is ultimately at fault, or deserving of blame for\nthe commission of actions which resulted in harm or loss for others.\nThe word ‘Culpable’ means ‘at Fault / Deserving of blame,’ it is derived from the Latin noun\n‘Culpa’ which means ‘Fault / Blame.’","cat":"Lesson","id":"35","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Moral culpability is the determination of who is ultimately at fault, or deserving of blame for\nthe commission of actions which resulted in harm or loss for others.\nThe word ‘Culpable’ means ‘at Fault / Deserving of blame,’ it is derived from the Latin noun\n‘Culpa’ which means ‘Fault / Blame.’"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The people that act out a certain behaviour and cause harm, loss, chaos or trauma to others\nalways carry blame."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Who actually carried out the holocaust in Germany? – The people that followed the orders to\ndo so; therefore, order-followers is the answer. And they are always in the form of police or\nmilitary; this is why a totalitarian state is referred to as a ‘Police State.’ Because they are the\npeople ultimately responsible for bringing that condition into manifestation through their\nbehaviour. The order giver (president / mayor / judge etc.) makes a command, the order-\nfollower obeys without question, and through their behaviour make that condition a reality;\nthat’s why it’s called a police state. Because every police state that has ever existed, has\nalways been created by police following orders. Because they don’t want to think for\nthemselves, they don’t want the personal responsibility and they don’t want to truly know the\ndifference between right and wrong for themselves, like a responsible adult person would."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Note that the term ‘MORE’ is underlined and capitalized; the order givers are also morally\nculpable, that is not the question. The question is “Who is MORE morally culpable?” The\nanswer is always the order-follower, at any time, in any place."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The people on the left aren’t the actual cause of what happened on the picture in the middle;\nall they did was sign some pieces of paper, and told the people on the right: “Go and\nbomb/shoot/kill these people” and they said “Yes, sir” and went right ahead and committed\nwhatever wrong-doings they were commanded, without questioning at all if what they had\nbeen ordered to carry out is right or wrong behaviour."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The order-follower always bears more moral culpability that the order-giver, because the\norder-follower is the one who actually performed the action, and in taking such action,\nbrought the resulting harm into physical manifestation. Order-following is the pathway to\nevery form of evil and chaos in our world. Again, it should never be seen as a virtue by\nanyone who considers themselves a moral person. Order-followers have ultimately been\npersonally responsible and morally culpable for every form of slavery and every single\ntotalitarian regime that has ever existed."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:35.moral-culpability.md","_source":"content","_file":"1.lessons/35.moral-culpability.md","_extension":"md"}