[{"_path":"/lessons/natural-law-transgressions","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Natural Law transgressions","description":"Harmful Actions:\n Murder / Assault – Ending a life without the right to do so. If a being is killed in the\nact of somebody defending themselves, it is not murder.\nUnder no possible circumstance does the “right to murder” or the “right to assault”\nexist. However, the right to defend oneself through physical force exists at all times.\n Rape – Coercing the free will of another person, and making them sexually associate\nwith whom they wish not to.\n Theft – Taking what somebody else has created or acquired through lawful means,\nwhich is their property for as long as they are using it and being responsible for it.\nYou have no right to just take something that does not belong to you.\n Trespass – Every person has the right to set aside a (reasonably sized) space for\nthemselves. And invading this area without permission or consent would be invading\ntheir privacy and their personal space, while taking away their security in the process.\n Coercion – Forcing somebody through threat of violence to have their will comply\nwith yours, whether they wish that to be the case or not. Making somebody do\nsomething against their will is not a right.\nAlthough this is already a short and seemingly simple list, all these transgressions can\nultimately be narrowed down to just one wrong-doing: Theft.","cat":"Lesson","id":"22","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Harmful Actions:\n Murder / Assault – Ending a life without the right to do so. If a being is killed in the\nact of somebody defending themselves, it is not murder.\nUnder no possible circumstance does the “right to murder” or the “right to assault”\nexist. However, the right to defend oneself through physical force exists at all times.\n Rape – Coercing the free will of another person, and making them sexually associate\nwith whom they wish not to.\n Theft – Taking what somebody else has created or acquired through lawful means,\nwhich is their property for as long as they are using it and being responsible for it.\nYou have no right to just take something that does not belong to you.\n Trespass – Every person has the right to set aside a (reasonably sized) space for\nthemselves. And invading this area without permission or consent would be invading\ntheir privacy and their personal space, while taking away their security in the process.\n Coercion – Forcing somebody through threat of violence to have their will comply\nwith yours, whether they wish that to be the case or not. Making somebody do\nsomething against their will is not a right.\nAlthough this is already a short and seemingly simple list, all these transgressions can\nultimately be narrowed down to just one wrong-doing: Theft."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Every harmful action that a person is capable of taking is a form of theft; some form of\nproperty is always being stolen when a wrong-doing is committed."}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Life is a form of property."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Rights are a form of property."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Freedom is a form of property."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"A person’s own body is a form of property."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A living being or their property must have been harmed or damaged in order for a violation of\nNatural Law, or a wrong-doing to have taken place. Any action which does not cause such\nharm to other sentient beings is a right. – No victim, no crime. This is the fundamental crux of\nNatural Law; what is right behaviour, and what is wrong behaviour."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There is no such thing as the delegation of a wrong-doing. In other words, if a specific action\nis not a right for any individual, then that action cannot be “delegated,” “granted,” or\n“licensed” to any other individual, or group of individuals, and suddenly be called a right.\nThat action forever remains wrong under Natural Law."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rights can’t be granted to human beings by other human beings, because rights don’t come\nfrom human beings; everybody is born with the exact same rights. Natural law (the difference\nbetween right and wrong behaviour) always holds true regardless of a population’s belief\nsystems (culture). This means that it doesn’t matter how many people agree that a wrong\naction can be turned into a right action, or that a right action can be turned into a wrong\naction. Such things can never be done in reality. People can only believe they can claim such\nreversals and that this will in some way make it so. Unfortunately, at this moment in time\nmost people do erroneously believe that it is morally possible for some groups of people to\ncreate and delegate “rights” which do not exist, or to take away rights which do exist."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"When in doubt as to whether an action is, or is not in harmony with Natural Law, visualise the\nscenario of a world with only two people. If the behaviour is a right or a wrong in that\ninstance, it shall forever remain a right or a wrong in any size population; regardless of how\nmany people may believe otherwise. So, if the action is a right for one person to do toward\nanother, it shall always remain a right. And if the action is a wrong for one person to do\ntoward another, it shall always remain a wrong, regardless of the number of people involved."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:22.natural-law-transgressions.md","_source":"content","_file":"1.lessons/22.natural-law-transgressions.md","_extension":"md"},{"_path":"/lessons/force-vs-violence","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Force vs. Violence","description":"Force and violence are often spoken about as if they are one and the same, and used interchangeably. While in fact, they are actually diametrically opposed, polar opposites.","cat":"Lesson","id":"24","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Force and violence are often spoken about as if they are one and the same, and used interchangeably. While in fact, they are actually diametrically opposed, polar opposites."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Chart"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Force:\n“The capacity to do work or cause physical change.” → For any change to be created in the\nphysical world in any capacity, physical force must be applied. There is nothing you can do to\nchange something in the physical world, that doesn’t require force. The words you are reading\nright now were typed out by hand using physical force. Force is the capacity to perform\nphysical work; physical change.\n“Action which is in harmony with morality and Natural Law because it does not violate others’\nrights.” → As soon as a person steps over that line, and uses initiation of force for coercive\nreasons or applications, that is what makes it violence instead of force. Force itself is not the\nsame as violence.\n“Action which one always possesses the right to take (includes defence against violence).” →\nWhen you are approached with violence you reserve the right to use physical force\ndefensively against such an assault."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Violence:\n“The immoral initiation of physical power to coerce, compel or restrain” → Initiation is the\nkey-word here (definition of ‘Initiate’: to Begin / to Introduce / to Start). Nobody ever has the\nright to enact violence; because violence is always starting the conflict. In short, the immoral\ninitiation of force is violence.\nWhat often happens in primary schools when two students get into a physical altercation, the\nteachers usually tend to say: “It doesn’t matter who started it.” While that is one of the\nabsolute most critically important things that matters. Because the person that struck first, is\nthe person that conducted violence, they initiated the immoral use of physical force."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Coercive action which is in opposition to morality and Natural Law because it involves the\nviolation of others’ rights” → This is exactly why it’s called violence; it violates the rights of\nother people. The act of violating rights is what violence is, it’s derived from the same root\nword, the Latin verb ‘Violare,’ which means ‘to Treat with violence or dishonour.’\n“Action which one never possesses the right to take” → There exists no such thing as the\nright to commit violence. However, one always reserves the right to use force in a defensive\ncapacity, up to, and including deadly force."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:24.force-vs-violence.md","_source":"content","_file":"1.lessons/24.force-vs-violence.md","_extension":"md"}]