[{"_path":"/lessons/the-fear-of-chaos","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"The Fear of Chaos","description":"Chaos shouldn’t be viewed as something to be feared, it should rather be viewed as a teacher. Definitely a harsh teacher, but a teacher nonetheless. It teaches us through the apophatic process, what not to do. ","cat":"Lesson","id":"33","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"element","tag":"b","props":{"className":["font-bold","underline"]},"children":[{"type":"text","value":"Chaos shouldn’t be viewed as something to be feared"}]},{"type":"text","value":", it should rather be viewed as a teacher. Definitely a harsh teacher, but a teacher nonetheless. It teaches us through the apophatic process, what not to do. "}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"Hand on a stove","src":"/img/content/33-hand-stove.jpg"},"children":[]}]},{"type":"element","tag":"h2","props":{"id":"do-not-burn-yourself"},"children":[{"type":"text","value":"Do Not Burn Yourself"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What you see pictured above is obviously a bad idea and you probably shouldn’t do that; if your desire is not to burn your hand up to the point of blistering and your skin coming off. But if you don’t care about that happening, then by all means, keep your hand right on that burner. However, if you wish not to get burned, there are certain requirements for obtaining that condition. That means you can’t keep your hand on something that is extremely hot, or Natural Law will take over and burn your hand."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In our current human condition it seems that a lot of people would say they do not want to be burned, yet simultaneously, they insist: “No, I want to put my hand on the burner while the range is switched on, and NOT be burned!” But obviously, it doesn’t work that way."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you don’t want to be burned, your hand can’t be kept there while the stove is on; if you don’t want self-inflicted suffering and chaos in your life, you’ve got to align your behaviour to Natural Law. Which means you’ve got to know the objective difference between right and wrong behaviour, and through free will choice deliberately choose right action over wrong action. And only then, will you not get burnt."}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"True freedom includes infinite possibility, which, by definition, includes the possibility of chaos. This possibility must be embraced without fear if we are to be truly free."}]}]},{"type":"element","tag":"h2","props":{"id":"the-fear-of-true-freedom"},"children":[{"type":"text","value":"The Fear of True Freedom"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"For real freedom to exist, we must accept that in the physical world there are risks, and there could be dangers. There will always be the possibility of something unexpected happening, something going wrong, or someone getting hurt; but if you are living in that state of fear, you are living in a very low state of consciousness."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Fear ultimately leads to chaos. The fear of chaos itself can only get you more chaos, because it is based in fear (see ‘Natural Law expressions’ chart). The fear of the possibility of chaos is the fear of true freedom. This can also symbolically be seen as the “death” of the imagination."}]},{"type":"element","tag":"h2","props":{"id":"imagination"},"children":[{"type":"text","value":"Imagination"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Imagination is the powerful ability of the human mind to envision a different state or condition than the one that is already manifested. Imagination must be present in order to create a different state of existence than the one currently being experienced. This is because, according to the principle of mentalism, for a different state to manifest in the physical world (plane of effects), it must first exist within the mind (plane of causality)."}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If the imagination is stifled or destroyed, creating any positive change to our state of existence becomes completely impossible."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Through their fear of the possibility of chaos (true freedom), most people advocate the\nlegitimacy and continuance of “authority” and government, and are therefore actually\nadvocating the legitimacy and continuance of violence and slavery."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"text","value":"Those who believe that “authority” is necessary and that it must continue, "},{"type":"element","tag":"b","props":{"className":["font-bold","underline"]},"children":[{"type":"text","value":"have been duped into believing that human slavery is necessary"}]},{"type":"text","value":" and must continue in order to prevent chaos."}]}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Violence and slavery cannot prevent chaos. Violence and slavery are chaos."}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"do-not-burn-yourself","depth":2,"text":"Do Not Burn Yourself"},{"id":"the-fear-of-true-freedom","depth":2,"text":"The Fear of True Freedom"},{"id":"imagination","depth":2,"text":"Imagination"}]}},"_type":"markdown","_id":"content:1.lessons:33.the-fear-of-chaos.md","_source":"content","_file":"1.lessons/33.the-fear-of-chaos.md","_extension":"md"},{"_path":"/lessons/moral-culpability","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Moral Culpability","description":"","cat":"Lesson","id":"35","body":{"type":"root","children":[{"type":"element","tag":"h2","props":{"id":"definition"},"children":[{"type":"text","value":"Definition"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Moral culpability is the determination of who is ultimately at fault, or deserving of blame for\nthe commission of actions which resulted in harm or loss for others."}]},{"type":"element","tag":"h2","props":{"id":"etymology"},"children":[{"type":"text","value":"Etymology"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The word "},{"type":"element","tag":"strong","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Culpable"}]}]},{"type":"text","value":" means \"at Fault, or Deserving of blame\", it is derived from the Latin noun "},{"type":"element","tag":"strong","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Culpa"}]}]},{"type":"text","value":" which means \"Fault, or Blame\"."}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The people that act out a certain behaviour and cause harm, loss, chaos or trauma to others\nalways carry blame."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Who actually carried out the holocaust in Germany?"}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\nThe people that followed the orders to do so; therefore, order-followers is the answer. And they are always in the form of police or military; this is why a totalitarian state is referred to as a \"Police State.\" Because they are the people ultimately responsible for bringing that condition into manifestation through their behaviour."}]},{"type":"element","tag":"h2","props":{"id":"police-state"},"children":[{"type":"text","value":"Police State"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The order giver (president,  mayor, judge etc.) makes a command, the order-follower obeys without question, and through their behaviour make that condition a reality; that\"s why it\"s called a police state. Because every police state that has ever existed, has\nalways been created by police following orders. Because they don't want to think for themselves, they don't want the personal responsibility and they don't want to truly know the difference between right and wrong for themselves, like a responsible adult person would."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Note that the term \"MORE\" is underlined and capitalized; the order givers are also morally culpable, that is not the question. The question is “Who is MORE morally culpable?” The answer is always the order-follower, at any time, in any place."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The people on the left aren\"t the actual cause of what happened on the picture in the middle; all they did was sign some pieces of paper, and told the people on the right: “Go and bomb/shoot/kill these people” and they said “Yes, sir” and went right ahead and committed whatever wrong-doings they were commanded, without questioning at all if what they had been ordered to carry out is right or wrong behaviour."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The order-follower always bears more moral culpability that the order-giver, because the order-follower is the one who actually performed the action, and in taking such action, brought the resulting harm into physical manifestation. Order-following is the pathway to every form of evil and chaos in our world. Again, it should never be seen as a virtue by anyone who considers themselves a moral person. Order-followers have ultimately been personally responsible and morally culpable for every form of slavery and every single totalitarian regime that has ever existed."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"definition","depth":2,"text":"Definition"},{"id":"etymology","depth":2,"text":"Etymology"},{"id":"police-state","depth":2,"text":"Police State"}]}},"_type":"markdown","_id":"content:1.lessons:35.moral-culpability.md","_source":"content","_file":"1.lessons/35.moral-culpability.md","_extension":"md"}]