[{"_path":"/lessons/the-fear-of-chaos","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"The fear of chaos","description":"Chaos shouldn’t be viewed as something to be feared, it should rather be viewed as a teacher.\nDefinitely a harsh teacher, but a teacher nonetheless. It teaches us through the apophatic\nprocess, what not to do.","cat":"Lesson","id":"33","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Chaos shouldn’t be viewed as something to be feared, it should rather be viewed as a teacher.\nDefinitely a harsh teacher, but a teacher nonetheless. It teaches us through the apophatic\nprocess, what not to do."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What you see pictured above is obviously a bad idea and you probably shouldn’t do that; if\nyour desire is not to burn your hand up to the point of blistering and your skin coming off.\nBut if you don’t care about that happening, then by all means, keep your hand right on that\nburner. However, if you wish not to get burned, there are certain requirements for obtaining\nthat condition. That means you can’t keep your hand on something that is extremely hot, or\nNatural Law will take over and burn your hand.\nIn our current human condition it seems that a lot of people would say they do not want to be\nburned, yet simultaneously, they insist: “No, I want to put my hand on the burner while the\nrange is switched on, and NOT be burned!” But obviously, it doesn’t work that way.\nIf you don’t want to be burned, your hand can’t be kept there while the stove is on; if you\ndon’t want self-inflicted suffering and chaos in your life, you’ve got to align your behaviour\nto Natural Law. Which means you’ve got to know the objective difference between right and\nwrong behaviour, and through free will choice deliberately choose right action over wrong\naction. And only then, will you not get burnt.\nTrue freedom includes infinite possibility, which, by definition, includes the possibility of\nchaos. This possibility must be embraced without fear if we are to be truly free.\nFor real freedom to exist, we must accept that in the physical world there are risks, and there\ncould be dangers. There will always be the possibility of something unexpected happening,\nsomething going wrong, or someone getting hurt; but if you are living in that state of fear, you\nare living in a very low state of consciousness.\nFear ultimately leads to chaos. The fear of chaos itself can only get you more chaos, because\nit is based in fear (see ‘Natural Law expressions’ chart on page 22)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The fear of the possibility of chaos is the fear of true freedom. This can also symbolically be\nseen as the “death” of the imagination.\nImagination is the powerful ability of the human mind to envision a different state or\ncondition than the one that is already manifested. Imagination must be present in order to\ncreate a different state of existence than the one currently being experienced. This is because,\naccording to the principle of mentalism, for a different state to manifest in the physical world\n(plane of effects), it must first exist within the mind (plane of causality).\nIf the imagination is stifled or destroyed, creating any positive change to our state of existence\nbecomes completely impossible.\nThrough their fear of the possibility of chaos (true freedom), most people advocate the\nlegitimacy and continuance of “authority” and government, and are therefore actually\nadvocating the legitimacy and continuance of violence and slavery.\nThose who believe that “authority” is necessary and that it must continue, have been duped\ninto believing that human slavery is necessary and must continue in order to prevent chaos.\nViolence and slavery cannot prevent chaos; violence and slavery are chaos."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:33.the-fear-of-chaos.md","_source":"content","_file":"1.lessons/33.the-fear-of-chaos.md","_extension":"md"},{"_path":"/lessons/moral-culpability","_dir":"lessons","_draft":false,"_partial":false,"_locale":"","title":"Moral culpability","description":"Moral culpability is the determination of who is ultimately at fault, or deserving of blame for\nthe commission of actions which resulted in harm or loss for others.\nThe word ‘Culpable’ means ‘at Fault / Deserving of blame,’ it is derived from the Latin noun\n‘Culpa’ which means ‘Fault / Blame.’","cat":"Lesson","id":"35","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Moral culpability is the determination of who is ultimately at fault, or deserving of blame for\nthe commission of actions which resulted in harm or loss for others.\nThe word ‘Culpable’ means ‘at Fault / Deserving of blame,’ it is derived from the Latin noun\n‘Culpa’ which means ‘Fault / Blame.’"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The people that act out a certain behaviour and cause harm, loss, chaos or trauma to others\nalways carry blame."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Who actually carried out the holocaust in Germany? – The people that followed the orders to\ndo so; therefore, order-followers is the answer. And they are always in the form of police or\nmilitary; this is why a totalitarian state is referred to as a ‘Police State.’ Because they are the\npeople ultimately responsible for bringing that condition into manifestation through their\nbehaviour. The order giver (president / mayor / judge etc.) makes a command, the order-\nfollower obeys without question, and through their behaviour make that condition a reality;\nthat’s why it’s called a police state. Because every police state that has ever existed, has\nalways been created by police following orders. Because they don’t want to think for\nthemselves, they don’t want the personal responsibility and they don’t want to truly know the\ndifference between right and wrong for themselves, like a responsible adult person would."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Note that the term ‘MORE’ is underlined and capitalized; the order givers are also morally\nculpable, that is not the question. The question is “Who is MORE morally culpable?” The\nanswer is always the order-follower, at any time, in any place."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The people on the left aren’t the actual cause of what happened on the picture in the middle;\nall they did was sign some pieces of paper, and told the people on the right: “Go and\nbomb/shoot/kill these people” and they said “Yes, sir” and went right ahead and committed\nwhatever wrong-doings they were commanded, without questioning at all if what they had\nbeen ordered to carry out is right or wrong behaviour."}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The order-follower always bears more moral culpability that the order-giver, because the\norder-follower is the one who actually performed the action, and in taking such action,\nbrought the resulting harm into physical manifestation. Order-following is the pathway to\nevery form of evil and chaos in our world. Again, it should never be seen as a virtue by\nanyone who considers themselves a moral person. Order-followers have ultimately been\npersonally responsible and morally culpable for every form of slavery and every single\ntotalitarian regime that has ever existed."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:1.lessons:35.moral-culpability.md","_source":"content","_file":"1.lessons/35.moral-culpability.md","_extension":"md"}]