{"_path":"/knowledge/taxation-prohibition-licences-and-permits","_dir":"knowledge","_draft":false,"_partial":false,"_locale":"","title":"Taxation, Prohibition, Licences & Permits","description":"","cat":"Base","id":"23","body":{"type":"root","children":[{"type":"element","tag":"youtube","props":{"id":"fUoLr8Gs6vE","params":"rel=0&start=302"},"children":[]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Let’s examine Taxation for what is really is, without euphemising."}]},{"type":"element","tag":"h2","props":{"id":"what-taxation-really-is"},"children":[{"type":"text","value":"What Taxation Really Is"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Taxation is the claim that a group of people who call themselves \"Government\" have been given or delegated the \"right\" to (forcibly) confiscate an arbitrarily chosen percentage of the product of another individual’s labour (a form of property), whether or not that person agrees to share that product voluntarily (coercion is involved)."}]},{"type":"element","tag":"h2","props":{"id":"enforced-by-threats"},"children":[{"type":"text","value":"Enforced by Threats"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Taxation is enforced by the following threats:"}]},{"type":"element","tag":"ol","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Theft"}]},{"type":"text","value":" -  Seizing property that is rightfully a person’s possession."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Imprisonment"}]},{"type":"text","value":" - Taking away the physical freedom of movement."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Violence"}]},{"type":"text","value":" - Behaviour resulting in bodily harm, if those from whom the product is being seized attempt to resist the confiscation."}]}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"These practices is always \"justified\" by those who claim that such practices are necessary and required to uphold the common good."}]}]},{"type":"element","tag":"h2","props":{"id":"justification"},"children":[{"type":"text","value":"Justification"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The word \"Justified\" etymologically derives from the Latin noun "},{"type":"element","tag":"strong","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Jus"}]}]},{"type":"text","value":" or "},{"type":"element","tag":"strong","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Juris"}]}]},{"type":"text","value":" which mean \"Right, Law\", and the Latin verb "},{"type":"element","tag":"strong","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Facere"}]}]},{"type":"text","value":" which means \"to Create, or to Make\". Therefore, \"to Justify\" etymologically means \"to Create right, to Create law.\""}]},{"type":"element","tag":"h2","props":{"id":"involuntary-confiscation"},"children":[{"type":"text","value":"Involuntary Confiscation"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If we define the concept of slavery as: the involuntary confiscation of 100% of the product of labour of another person, we can clearly see that there is no percentage to which we could lower this number (other than 0%) that would no longer constitute slavery. Many people try to justify this by saying this money is used for different services. However, we aren’t able to refuse most of these \"services\"."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Imagine, you have a computer at home; one day a computer technician knocks on your door and tells you: \"I am now your computer technician, and you are not allowed to refuse my services.\" Immediately the right to choose (free will) has been taken away from you. Then he tells you \"Whether you want or don’t want my technician services, I’m going to need $300, every year, and I’ll come over every two months to collect my money. I do not care if you are happy with my service or not, and if you refuse to pay me, I will take your computer.\""}]},{"type":"element","tag":"h2","props":{"id":"duress"},"children":[{"type":"text","value":"Duress"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Does it seem like the computer is truly yours, if you are living under that kind of coercion? Or does it seem more like a violent criminal telling you: \"I am going to steal your possessions if you don’t give me what I tell you to.\" That sounds more like a form of extortion or duress, and that is what all forms of taxation fall under."}]},{"type":"element","tag":"h2","props":{"id":"taxation-is-slavery"},"children":[{"type":"text","value":"Taxation Is Slavery"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If we are being completely honest with ourselves, taxation is merely a euphemism for theft, violence, and slavery; these are the three practices on which it is actually truly based. Since no individual anywhere on Earth has the right to claim ownership of the product of another person’s labour, such behaviour can never be delegated to a group of people, and called a \"right.\" Therefore:"}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All forms of taxation are always wrong according to Natural Law."}]}]},{"type":"element","tag":"h2","props":{"id":"prohibition"},"children":[{"type":"text","value":"Prohibition"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Another important example of something to examine for what it actually truly is, is Prohibition. Whether regarding drugs or junk-food, ingesting anything harmful into the body is strongly opposed, hopefully for obvious reasons; purification of the body is an important part of purification of the mind."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"text","value":"It is crucial to recognize that anyone should be allowed to put anything inside their body, because they own their body."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If an individual, for whatever reason, wants to ingest any given substance they always have the right to do so; because their body is their property. People easily tend to overthink the concept when confronted with the question whether their body is theirs or not. They often pause and ask themselves questions like: \"Am I going to own my body forever? I’m going to die someday, does that mean I don’t own it now?\" This is a complete over-mystification of the concept."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All sensible people recognise that they will die someday, and that their consciousness will then leave their bodies. Does that mean they don’t own their body right now? Your consciousness inhabits (lives, exists inside) your body, which is one of the specific reasons you own your body, the other is that you are using your body right now. Specifically, because your conscious inhabits your body, and you are using it as the vehicle for the expression of your consciousness. Your body is yours."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Continuing on the topic of Prohibition, it is the claim that a group of people who call themselves \"Government\" have been given the \"right\" to prevent others from putting any given substance into their own bodies, and if those people refuse to comply with those terms, they will be fined or imprisoned. It should be self-evident that since an individual’s body is their own property, that individual always maintains the natural right to decide what will or will not be put into their own property. In this instance, their own body."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Imagine another person telling you that you aren’t allowed to put your jacket into your car, or that you can’t put a certain piece of furniture inside your home. Why is it that most people would not accept that, but do accept this concept regarding their own body? – Because people can’t seem to separate the act of imbibing the substance, and the action that someone may subsequently take, which are two different things."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A person may have some drinks, and get drunk if they wish to; but if that person goes out on the street afterwards and starts beating somebody up for no reason, they obviously have no right to do that. However, an individual\nmaintains the right to go drinking, or use cocaine, or even inject heroine into their arm. They obviously aren’t good ideas, but every individual has the right to do so if they please; as long as their subsequent behaviour isn’t immoral and wrong. And if it is, they are still fully accountable for the actions they took, that’s what personal responsibility is."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The two separate acts of a person having the right to put whatever they want into their own body, and still being personally responsible for whatever he or she may do with their body afterwards, need to be clearly delineated, and separated from one another."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"text","value":"Understanding this, we can easily see that the claim of \"right\" to dictate what will or will not be put into the body of another person amounts to a "},{"type":"element","tag":"b","props":{"className":["font-bold","underline"]},"children":[{"type":"text","value":"claim of ownership"}]},{"type":"text","value":" upon the other person’s body."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Imagine somebody telling you that you aren’t allowed to eat carrots or drink orange juice for example. The claim of ownership upon another person’s body is slavery. Therefore, prohibition is merely a euphemism for slavery, backed by violence, regardless of the justifications made by those who claim such practices are necessary to uphold the common good. Since no individual anywhere on Earth has the right to claim the ownership of another person’s body, such behaviour can never be delegated to a group, and called a right. Therefore:"}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All forms of prohibition are always wrong according to Natural Law."}]}]},{"type":"element","tag":"h2","props":{"id":"licences-permits"},"children":[{"type":"text","value":"Licences & Permits"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Lastly, we will examine Licences and Permits, keep in mind to also visualise the same scenario with only two people as was mentioned before. In that sense, most people can readily see that no single person, or group of people is able to legitimately make these claims towards another person; regarding taxation, prohibition, licenses and permits."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We have gotten to the point where most people actually believe that certain groups of people have created rights for themselves that other people don’t have. Licences and permits are claims that a group of people who call themselves \"Government\" have been given the \"right\" to prevent other people from exercising specific behaviours, even if such behaviours cause no harm to others, or their property."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Unless those people "},{"type":"element","tag":"a","props":{"href":"/resources/definitions#petition"},"children":[{"type":"text","value":"petition"}]},{"type":"text","value":", or pay the government for permission (where the word \"permit\" is derived from) to be allowed to exercise those behaviours. This amounts to the claim that rights are merely privileges that may be granted or taken away by government at any time, based upon the people in government’s preference or discretion."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Remembering that the definition of a "},{"type":"element","tag":"a","props":{"href":"/resources/definitions#right"},"children":[{"type":"text","value":"right"}]},{"type":"text","value":" is: \"any action which does not cause harm to another sentient being or their property\". It can be readily seen that there is no such thing as the \"right\" to stop someone from exercising a right, since rights cause no harm."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The claim over the rights of another person is called slavery, regardless of the justification made by those who claim such practices are necessary to uphold the common good. Since no individual anywhere on Earth has the right to claim the ownership of another person’s rights, such behaviour can never be delegated to a group, and called a right. Therefore:"}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All forms of licensing and permits are always wrong according to Natural Law"}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"what-taxation-really-is","depth":2,"text":"What Taxation Really Is"},{"id":"enforced-by-threats","depth":2,"text":"Enforced by Threats"},{"id":"justification","depth":2,"text":"Justification"},{"id":"involuntary-confiscation","depth":2,"text":"Involuntary Confiscation"},{"id":"duress","depth":2,"text":"Duress"},{"id":"taxation-is-slavery","depth":2,"text":"Taxation Is Slavery"},{"id":"prohibition","depth":2,"text":"Prohibition"},{"id":"licences-permits","depth":2,"text":"Licences & Permits"}]}},"_type":"markdown","_id":"content:1.knowledge:23.taxation-prohibition-licences-and-permits.md","_source":"content","_file":"1.knowledge/23.taxation-prohibition-licences-and-permits.md","_extension":"md"}