{"_path":"/knowledge/requirements-amd-the-role-of-knowledge","_dir":"knowledge","_draft":false,"_partial":false,"_locale":"","title":"Requirements & the Role of Knowledge","description":"","cat":"Base","id":"03","body":{"type":"root","children":[{"type":"element","tag":"youtube","props":{"params":"rel=0&start=1065"},"children":[]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"People everywhere say that they want certain conditions to be present for both themselves and their species as a whole, such as happiness, health, peace, freedom, etc. Which of course, are all great things to aspire to, and most people will say that they want these things. However, it feels as though they aren’t being completely honest with themselves, because when they are told that those aren’t automatic conditions that manifest themselves, and that there are specific requirements for us to obtain these conditions, they usually don’t want to hear about it. Also, people wouldn’t say they want these conditions if they were already omnipresent. People say they want something because they don’t already have it, whether it be partially, or in full."}]},{"type":"element","tag":"h2","props":{"id":"requirements"},"children":[{"type":"text","value":"Requirements"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"This is what the real law of attraction is about; it explains that conditions of which you say you want them, don’t automatically manifest by thinking of them, or just having a feeling about them. There are certain requirements for obtaining those conditions.\nOf course, this statement only counts if you want something to be different than the way it already is; if you’re completely okay with the way things are now, requirement doesn’t exist."}]},{"type":"element","tag":"h2","props":{"id":"knowledge"},"children":[{"type":"text","value":"Knowledge"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We need to know certain things. Knowledge that will ultimately lead us to positive action is\nwhat’s required. Specifically, the knowledge of the requirements to obtaining the conditions\nwe say we want. However, if this knowledge is absent it obviously can’t be obtained and used\nto create change. But if it is present, then it must be wilfully being ignored, and as long as this\nknowledge continues to remain unknown or ignored, the manifestation of the desired\nconditions will be impossible. And that is exactly what this guide is about; what those\nrequirements are, and what this knowledge consists of."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"requirements","depth":2,"text":"Requirements"},{"id":"knowledge","depth":2,"text":"Knowledge"}]}},"_type":"markdown","_id":"content:1.knowledge:03.requirements-amd-the-role-of-knowledge.md","_source":"content","_file":"1.knowledge/03.requirements-amd-the-role-of-knowledge.md","_extension":"md"}