{"_path":"/knowledge/the-great-work","_dir":"knowledge","_draft":false,"_partial":false,"_locale":"","title":"The Great Work","description":"","cat":"Base","id":"41","body":{"type":"root","children":[{"type":"element","tag":"youtube","props":{"id":"fUoLr8Gs6vE","params":"rel=0&start=8224"},"children":[]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"text","value":"The Great Work "},{"type":"element","tag":"b","props":{"className":["font-bold","underline"]},"children":[{"type":"text","value":"can only be performed after one has already realized the truth"}]},{"type":"text","value":" regarding Natural Law, and brought oneself (one’s own actions) into alignment with it."}]}]},{"type":"element","tag":"h2","props":{"id":"internal-alignment"},"children":[{"type":"text","value":"Internal Alignment"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"From that moment on, the teaching of the Great Work can begin; because once that has been done, there is no more internal contradiction or opposition within that person. From there on out, you can legitimately start teaching it to other people because you know it deeply enough, and have truly aligned your behaviour to it. The Great Work is what comes next."}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Great Work is the arduous task of influencing other people to go through that same process of positive change, that you have gone through yourself."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It is to help them realise that in supporting and condoning the legitimacy of \"authority\" and \"government (man’s law),\" they have actually been supporting and condoning the legitimacy of slavery. And that they were immoral for having done so; convincing a person of that is hard work. Because people usually don’t want to hear this, they want what they think is true, to be true."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"text","value":"What the Great Work comes down to is "},{"type":"element","tag":"b","props":{"className":["font-bold","underline"]},"children":[{"type":"text","value":"to get people to abandon their (false) religions"}]},{"type":"text","value":". The false and dogmatic beliefs which hold back the progress of consciousness by impeding the reception of knowledge of Natural Law."}]}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"One does not become enlightened by imagining figures of light, but by making the darkness conscious. The latter procedure, however, is disagreeable, and therefore, not popular.\"\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Carl Gustav Jung"}]},{"type":"text","value":", Swiss psychotherapist"}]}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The true Great Work is to become a teacher of Natural Law; and as the old saying goes ‘many hands make light work.’"}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"Educate and inform the whole mass of the people. That is the only sure reliance for the preservation of our liberty.\"\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Thomas Jefferson"}]},{"type":"text","value":", 3rd President of the U.S.A."}]}]}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"In every declining civilisation there is a small remnant of people who adhere to the right against the wrong; who recognise the difference between good and evil and who will take an active stand for the former and against the latter; who can still think and discern, and who will courageously take a stand against the political, social, moral, and spiritual decay of their day.\" – excerpt from the book ‘Toward a New World Order’ by\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Donald S. McAlvany"}]},{"type":"text","value":", Author, \"Toward a New World Order\""}]}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The words that are attributed to Jesus Christ in the Gospel of Matthew:"}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"Do not suppose that I have come to bring peace to the Earth. I did not come to bring peace, but a sword. For I have come to turn a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law. A man’s enemies will be the members of his own household. Anyone who loves his father or mother more than me is not worthy of me. Anyone who loves his son or daughter more than me is not worthy of me. And anyone who does not take his cross and follow me is not worthy of me. Whoever finds his life will lose it, and whoever loses his life for my sake will find it.\"\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Jesus Christ"}]},{"type":"text","value":", (Matthew 10:34-39)"}]}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you imagine that these words were in some way \"spoken\" by the truth instead of Jesus Christ. It’s telling you that there will be people in your own family who will not align themselves with right over wrong behaviour, they will continue to choose, and to advocate violence and slavery. These are not people you want to continue to align yourself with, if you have truly made an effort to explain what is really taking place."}]},{"type":"element","tag":"h2","props":{"id":"what-will-this-battle-really-be-against"},"children":[{"type":"text","value":"What will this battle really be against?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The personal \"battle\" that must take place will be against the inner demons which exist within the psyche of humankind, namely:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Egos hardened into \"negative knowledge\""}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Emotional mind control"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Fear of true freedom"}]}]},{"type":"element","tag":"h2","props":{"id":"negative-knowledge"},"children":[{"type":"text","value":"\"Negative Knowledge\""}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The greatest enemy may not be ignorance, but rather the illusion of knowledge. When a person dismisses information simply because they think they already know it, or think it isn’t important. Not only are they not at the starting point for truth discovery; because they are already attached to information\nthat isn’t true. They are put in a negative starting position because they must first unlearn the information they have been conditioned to believe, to even get to the actual starting point. This happens when a person is in left-brain imbalance."}]},{"type":"element","tag":"h2","props":{"id":"emotional-mind-control"},"children":[{"type":"text","value":"Emotional Mind Control"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"If it’s unpleasant, I don’t want to hear it, I don’t want to see it, and I certainly don’t want to tell others about it! I’ll just ignore it, and it will go away.\" What happens when you would do that with, for example, an illness, or any other problem? It doesn’t tend to get better, it only gets worse."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Another form of emotional mind control is when a person dismisses information solely because that person dislikes the way the information is being presented, or delivered to them. You cannot determine the veracity of informational content based on how it makes you feel, doing so is a logical fallacy; you cannot \"think\" with the emotions. While emotions are also extremely important (our \"compass\" for morality), you can’t thoroughly analyse and conclude what’s true based only on how something makes you feel. If you are told a lie in a sweet, pleasant and soothing voice, it’s still a lie. If you are told a truth in an abrasive, harsh and scratchy voice, it is still truth."}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"Truth is belligerent. Truth is, by its very nature, at war with the forces of falsehood and deceit.\"\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Bertolt Brecht"}]},{"type":"text","value":", German Poet"}]}]}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"h2","props":{"id":"fear-of-true-freedom"},"children":[{"type":"text","value":"Fear of True Freedom"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The fear of true freedom come from self-loathing due to lack of self-respect (heart of the problem) and from the refusal to own personal responsibility (symptom of the problem)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"People that are psychologically, emotionally, and spiritually immature, people who haven’t grown up and young children are the kind of people who want to live in perpetual refusal to their personal responsibility (something that is regarded a hallmark of true adulthood and maturity), because they have nested traumatic issues that have led to self-loathing and lack of self-respect."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Until we start to figure out the causal factors of the other manifesting psychological conditions listed above, we are merely dealing with the symptoms, not the root of the problem. If a child doesn’t like itself, and they feel they are \"not good enough\" or \"not worthy,\" all these imagined feelings of inadequacy, and self-loathing. Those are usually the factors that cause their refusal to grow up, and their refusal to take personal responsibility for their actions during adulthood."}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Abandonment is the specific type of childhood trauma they have gone through and the root of the fear of true freedom."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"span","props":{"className":["desc"]},"children":[{"type":"text","value":"The human species is suffering from "},{"type":"element","tag":"b","props":{"className":["font-bold","underline"]},"children":[{"type":"text","value":"very deep-seated parental abandonment issues"}]},{"type":"text","value":", that lie at the very core of our global psychological condition; the human condition. Until we deal with that deeply nested psychological trauma, we aren’t dealing with the actual root cause of the problem, and we won’t get any closer to solving it."}]}]},{"type":"element","tag":"todo","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Insert Figure"}]}]},{"type":"element","tag":"hr","props":{"className":["my-8","border-b-8"]},"children":[]},{"type":"element","tag":"h2","props":{"id":"requirements"},"children":[{"type":"text","value":"Requirements"}]},{"type":"element","tag":"hr","props":{"className":["my-8","border-b-2"]},"children":[]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"What will be required on the part of those performing the Great Work?"}]}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Knowledge of the real enemy"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Service to truth"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Courage and persistence"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Practical real-world skills"}]}]},{"type":"element","tag":"h2","props":{"id":"knowledge-of-the-real-enemy"},"children":[{"type":"text","value":"Knowledge of The Real Enemy"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The real enemy is the ignorant masses. There are people that say: \"The Illuminati enslaves humanity.\" Which is not at all the case; humanity enslaves the real Illuminati (the ‘Illuminated (enlightened)’ ones). If that term is to be used for anyone, it makes more sense to apply it to actual teachers of Natural Law, the people that know and understand what is written about in this guide are the real \"Illuminati.\" – They are the real \"enlightened\" ones; the ones with the light, the ones with the knowledge of Natural Law."}]},{"type":"element","tag":"mono","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Humanity is enslaving itself, and also the true Illuminati: the teachers that are actually living under the conditions of slavery because they are here with the ignorant masses."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It almost seems as if people prefer to think: \"we’re powerless victims, there is no choice involved here, this is something that is just being done to us.\" While free will is always in existence, and it’s a matter of changing one’s thoughts, and therefore changing one’s choices. And that is our own personal responsibility which can never be given away. Once more, "},{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"you are always responsible for your own actions."}]}]},{"type":"element","tag":"h2","props":{"id":"service-to-truth"},"children":[{"type":"text","value":"Service to Truth"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Truth can never be destroyed. But humanity can definitely be destroyed, if we refuse to act in service to truth as its defenders. There are people that think truth doesn’t need to be defended, which is simply not true. Truth needs to be fended for at all times and places, because the attack on it is never-ending and non-\nstop. If we do not come to defend truth; the voice of untruth and deception rules the day, and the voice of truth will not be heard. Since the truth doesn’t have its own voice in our physical domain, we must act as its mediums and literally be its voice, if we desire true freedom."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It is definitely possible for us to co-create a positive outcome, but this can only be accomplished if we care enough to learn the truth ourselves, and then develop the courage to speak it to other people."}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"If you love wealth greater than liberty, the tranquillity of servitude greater than the animating contest for freedom, go home from us in peace. We seek not your counsel, nor your arms. Crouch down and lick the hand that feeds you. May your chains set lightly upon you, and may posterity forget you were our countrymen.\"\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Samuel Adams"}]},{"type":"text","value":", one of the Founding Fathers of the U.S.A."}]}]}]},{"type":"element","tag":"h2","props":{"id":"persistence"},"children":[{"type":"text","value":"Persistence"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We are the vehicles by which truth operates in our world. Therefore, it is our shared responsibility at this time to help to awaken others by continuously speaking the truth, even if we feel burdened by this task, even if we feel that nobody is listening, and even if it makes all people involved feel uncomfortable."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Nobody ever said that the truth is going to make you feel warm and fuzzy inside; the truth can be horrible, and yet, it needs to be embraced as a lover."}]},{"type":"element","tag":"blockquote","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"There are only two mistakes one can ever make on the path to truth; not starting, and not going all the way.\"\n"},{"type":"element","tag":"i","props":{"className":["text-xs","pt-4","block","-mb-4"]},"children":[{"type":"element","tag":"b","props":{},"children":[{"type":"text","value":"Buddh"}]},{"type":"text","value":", Religious leader."}]}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Lastly, we need practical real-world skills. The end goal isn’t to have you just knowing this information for yourself; but to communicate this information to the masses. And to be able to communicate truth to others properly, knowledge and certain skills are required."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Technology is something that improves life for us, and makes life easier for us. In this technological era we live in, it is absolutely crucial that we learn to use this technology as our tools for communication of truth."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Some examples of those practical skills are:"}]}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Organisation:"}]},{"type":"text","value":" Whether it be a seminar, a meeting, or any other coming together of people."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Communication:"}]},{"type":"text","value":" Good vocabulary, and choice of words; to communicate concepts clearly."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Graphic design:"}]},{"type":"text","value":" For making power-point presentations, flyers, websites etc."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Presentation:"}]},{"type":"text","value":" Whether in front of a group of friends, or an audience full of strangers."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Audio:"}]},{"type":"text","value":" For making podcasts, or any other form of broadcasting audio."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Video:"}]},{"type":"text","value":" For making compilations, vlogs, or any other form of video presentation."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Website"}]},{"type":"text","value":" development: To accumulate your findings and make them accessible to the world."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Networking:"}]},{"type":"text","value":" Can also be called ‘people skills,’ referring to direct communication."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Marketing & promotion:"}]},{"type":"text","value":" To let others know where to find this information."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If most of us do not have these skills, we won’t be reaching the optimum number of people. We have to become the new media, that is dedicated to truth, and put it out there for other people’s edification."}]},{"type":"element","tag":"h2","props":{"id":"moral-obligation"},"children":[{"type":"text","value":"Moral Obligation"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"When we deeply understand knowledge as important as this, we almost have a moral obligation to share it with others; what gives us the right to keep it to ourselves? If it can greatly improve our own lives, and the lives of those around us."}]},{"type":"element","tag":"h2","props":{"id":"outlet"},"children":[{"type":"text","value":"Outlet"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you keep taking in more and more knowledge, you’re building up more and more pressure within yourself. If you don’t have an outlet valve for that pressure, you become \"Niagara Falls inside a water balloon,\" one day, it’s going to burst."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"internal-alignment","depth":2,"text":"Internal Alignment"},{"id":"what-will-this-battle-really-be-against","depth":2,"text":"What will this battle really be against?"},{"id":"negative-knowledge","depth":2,"text":"\"Negative Knowledge\""},{"id":"emotional-mind-control","depth":2,"text":"Emotional Mind Control"},{"id":"fear-of-true-freedom","depth":2,"text":"Fear of True Freedom"},{"id":"requirements","depth":2,"text":"Requirements"},{"id":"knowledge-of-the-real-enemy","depth":2,"text":"Knowledge of The Real Enemy"},{"id":"service-to-truth","depth":2,"text":"Service to Truth"},{"id":"persistence","depth":2,"text":"Persistence"},{"id":"moral-obligation","depth":2,"text":"Moral Obligation"},{"id":"outlet","depth":2,"text":"Outlet"}]}},"_type":"markdown","_id":"content:1.knowledge:41.the-great-work.md","_source":"content","_file":"1.knowledge/41.the-great-work.md","_extension":"md"}